# /usr/bin/env python
# -*- coding:utf-8 -*-
# Author:Mr.Niu

AD_MENU = '''
1、创建用户
2、查看用户列表或修改用户信息
==============================
'''

AD_OPERATING = """
===============================
1、冻结账户
2、解冻账户
3、修改可透支额度
4、退出
===============================
"""

QUOTA_MSG = "额度可填写空，默认额度为：{0}"
USER_MSG = "请输入user（普通用户） 或者 admin（管理员），默认为user（普通用户）"

USER_MENU = '''
===============================
1、存款
2、取款
3、转账
4、查看账户信息
5、还款
6、退出
===============================
'''

REGISTER = "注册成功，卡号为:{cid}"

USERMSG = '''
用户名：{}       卡号：{}        手机号：{}
余 额：{}
'''